Repository: openedx/credentials-themes
Catalog: edx_credentials_themes/locale/*/LC_MESSAGES/django.po
Languages: eo, es_419

source: Legal Policies
eo: Légäl Pölïçïés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#

source: Terms of Service & Honor Code
eo: Térms öf Sérvïçé & Hönör Çödé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: Privacy Policy
eo: Prïväçý Pölïçý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#

source: Cookie Policy
eo: Çöökïé Pölïçý Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#

source: Do Not Sell My Personal Information
eo: Dö Nöt Séll Mý Pérsönäl Ìnförmätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: All rights reserved except where noted. edX, Open edX and the edX and Open edX logos are registered trademarks or trademarks of edX Inc.
eo: Àll rïghts résérvéd éxçépt whéré nötéd. édX, Öpén édX änd thé édX änd Öpén édX lögös äré régïstéréd trädémärks ör trädémärks öf édX Ìnç. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαвσя#

source: Powered by
eo: Pöwéréd ßý Ⱡ'σяєм ιρѕυм ∂σłσ#

source: About edX
eo: Àßöüt édX Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Acerca de edX

source: {link_start} edX{link_end} offers interactive online classes and MOOCs from the world’s best universities, including MIT, Harvard, Berkeley, University of Texas, and many others. edX is an online initiative created by founding partners Harvard and MIT.
eo: {link_start} édX{link_end} öfférs ïntéräçtïvé önlïné çlässés änd MÖÖÇs fröm thé wörld’s ßést ünïvérsïtïés, ïnçlüdïng MÌT, Härvärd, Bérkéléý, Ûnïvérsïtý öf Téxäs, änd mäný öthérs. édX ïs än önlïné ïnïtïätïvé çréätéd ßý föündïng pärtnérs Härvärd änd MÌT. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιł#

source: has successfully completed all courses and received passing grades to earn a MicroBachelors program certificate in
eo: häs süççéssfüllý çömplétéd äll çöürsés änd réçéïvéd pässïng grädés tö éärn ä MïçröBäçhélörs prögräm çértïfïçäté ïn Ⱡ'σяєм ιρѕυм ∂σł#
es_419: ha completado correctamente todos los cursos y ha recibido las calificaciones necesarias para obtener el certificado del programa de MicroBachelors en

source: MicroBachelors program certificate
eo: MïçröBäçhélörs prögräm çértïfïçäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_419: certificado de programa MicroBachelors

source: About the edX MicroBachelors program certificate
eo: Àßöüt thé édX MïçröBäçhélörs prögräm çértïfïçäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Acerca de la credencial MicroBachelors de edX

source: An edX MicroBachelors credential signifies that the learner has completed a group of courses that add up to a rich understanding of an area of study. Completion of MicroBachelors programs requires that learners earn {link_start}Verified Certificates{link_end} from each of the courses included in the program.
eo: Àn édX MïçröBäçhélörs çrédéntïäl sïgnïfïés thät thé léärnér häs çömplétéd ä gröüp öf çöürsés thät ädd üp tö ä rïçh ündérständïng öf än äréä öf stüdý. Çömplétïön öf MïçröBäçhélörs prögräms réqüïrés thät léärnérs éärn {link_start}Vérïfïéd Çértïfïçätés{link_end} fröm éäçh öf thé çöürsés ïnçlüdéd ïn thé prögräm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łα#
es_419: Una credencial MicroBachelors de edX implica que el estudiante ha completado un grupo de cursos que resultan en una rica comprensión de un área de estudio. La finalización de los Programas MicroBachelors requiere que los estudiantes obtengan {link_start}Certificados Verificados{link_end} de cada uno de los cursos incluidos en el Programa.

source: You worked hard to earn your MicroMasters Credential from %(organization_name)s.
eo: Ýöü wörkéd härd tö éärn ýöür MïçröMästérs Çrédéntïäl fröm %(organization_name)s. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Ha trabajado duro para obtener su Credencial MicroMasters de %(organization_name)s.

source: has successfully completed all courses and received passing grades to earn a MicroMasters program certificate in
eo: häs süççéssfüllý çömplétéd äll çöürsés änd réçéïvéd pässïng grädés tö éärn ä MïçröMästérs prögräm çértïfïçäté ïn Ⱡ'σяєм ιρѕυм ∂σłσя#
es_419: ha completado correctamente todos los cursos y ha recibido las calificaciones necesarias para obtener el certificado del programa de MicroMasters en

source: MicroMasters program certificate
eo: MïçröMästérs prögräm çértïfïçäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: certificado de programa MicroMasters

source: About the edX MicroMasters credential
eo: Àßöüt thé édX MïçröMästérs çrédéntïäl Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_419: Acerca de la credencial MicroMasters de edX

source: An edX MicroMasters credential signifies that the learner has completed a group of courses that add up to a rich understanding of an area of study. Completion of MicroMasters Programs requires that learners earn {link_start}Verified Certificates{link_end} from each of the courses included in the Program.
eo: Àn édX MïçröMästérs çrédéntïäl sïgnïfïés thät thé léärnér häs çömplétéd ä gröüp öf çöürsés thät ädd üp tö ä rïçh ündérständïng öf än äréä öf stüdý. Çömplétïön öf MïçröMästérs Prögräms réqüïrés thät léärnérs éärn {link_start}Vérïfïéd Çértïfïçätés{link_end} fröm éäçh öf thé çöürsés ïnçlüdéd ïn thé Prögräm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕ#
es_419: Una credencial MicroMasters de edX implica que el estudiante ha completado un grupo de cursos que resultan en una rica comprensión de un área de estudio. La finalización de los Programas MicroMasters requiere que los estudiantes obtengan {link_start}Certificados Verificados{link_end} de cada uno de los cursos incluidos en el Programa.

source: successfully completed all courses and received passing grades for a Professional Certificate in
eo: süççéssfüllý çömplétéd äll çöürsés änd réçéïvéd pässïng grädés för ä Pröféssïönäl Çértïfïçäté ïn Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: ha completado correctamente todos los cursos y ha recibido las calificaciones necesarias para obtener el certificado del programa de Certificación Profesional en

source: Professional Certificate
eo: Pröféssïönäl Çértïfïçäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_419: Certificación Profesional

source: About the edX Professional Certificate
eo: Àßöüt thé édX Pröféssïönäl Çértïfïçäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: Acerca del Certificado Profesional de edX

source: An edX Professional Certificate signifies that the learner has completed a group of courses that add up to a rich understanding of an area of study. Completion of Professional Certificate Programs requires that learners earn {link_start}Verified Certificates{link_end} from each of the courses included in the Program.
eo: Àn édX Pröféssïönäl Çértïfïçäté sïgnïfïés thät thé léärnér häs çömplétéd ä gröüp öf çöürsés thät ädd üp tö ä rïçh ündérständïng öf än äréä öf stüdý. Çömplétïön öf Pröféssïönäl Çértïfïçäté Prögräms réqüïrés thät léärnérs éärn {link_start}Vérïfïéd Çértïfïçätés{link_end} fröm éäçh öf thé çöürsés ïnçlüdéd ïn thé Prögräm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя#
es_419: Un Certificado Profesional de edX implica que el estudiante ha completado un grupo de cursos que resultan en una rica comprensión de un área de estudio. La finalización de los Programas de Certificado Profesional requiere que los estudiantes obtengan {link_start}Certificados Verificados{link_end} de cada uno de los cursos incluidos en el Programa.

source: You worked hard to earn your XSeries Program certificate from %(organization_name)s.
eo: Ýöü wörkéd härd tö éärn ýöür XSérïés Prögräm çértïfïçäté fröm %(organization_name)s. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Ha trabajado duro para obtener su certificado del Programa XSeries de %(organization_name)s.

source: has successfully completed all courses and received passing grades for an XSeries Program certificate in
eo: häs süççéssfüllý çömplétéd äll çöürsés änd réçéïvéd pässïng grädés för än XSérïés Prögräm çértïfïçäté ïn Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: ha completado correctamente todos los cursos y ha recibido las calificaciones necesarias para obtener un certificado del Programa XSeries en

source: XSeries Program certificate
eo: XSérïés Prögräm çértïfïçäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_419: Certificado del Programa XSeries

source: About the edX XSeries Program certificate
eo: Àßöüt thé édX XSérïés Prögräm çértïfïçäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: Acerca del certificado del Programa XSeries de edX

source: An edX XSeries Program certificate signifies that the learner has completed a group of courses that add up to a rich understanding of an area of study. Completion of XSeries Programs requires that learners earn {link_start}Verified Certificates{link_end} from each of the courses included in the Program.
eo: Àn édX XSérïés Prögräm çértïfïçäté sïgnïfïés thät thé léärnér häs çömplétéd ä gröüp öf çöürsés thät ädd üp tö ä rïçh ündérständïng öf än äréä öf stüdý. Çömplétïön öf XSérïés Prögräms réqüïrés thät léärnérs éärn {link_start}Vérïfïéd Çértïfïçätés{link_end} fröm éäçh öf thé çöürsés ïnçlüdéd ïn thé Prögräm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι #
es_419: Un certificado del Programa XSeries de edX implica que el estudiante ha completado un grupo de cursos que resultan en una rica comprensión de un área de estudio. La finalización de los Programas XSeries requiere que los estudiantes obtengan {link_start}Certificados Verificados{link_end} de cada uno de los cursos incluidos en el Programa.
